[
    {
        "id": "1",
        "name": "石昊",
        "count": 5,
        "value": "shihao",
        "achievements": [
            "立天庭、创遮天修炼体系、镇压黑暗动乱、平定异域。",
            "击杀黑暗源头尸骸仙帝、彻底平定黑暗动乱独断万古。",
            "前往上苍之上谱写新的传说。"
        ]
    },
    {
        "id": "2",
        "name": "云曦",
        "count": 5,
        "value": "yunxi",
        "achievements": [
            "云曦出生于下界天神山，紫衣紫发、风姿绝世。她与石昊相识于百断山，摔跤咬耳朵，被抢去灵犀耳坠。之后相邀石昊一同去鲲鹏巢。在石皇宫，石昊更是多次搭话云曦。然后在药都等地一同历险后前往天神山，因灵犀耳坠而结缘定亲。",
            "上界再次相遇，石昊护送云曦到天州。之后石昊被迫害，云曦坦陈事实并求情，却被族人囚禁。在天仙书院帮石昊逃跑，并因下界族人，不能和石昊一同离去。当石昊中折仙咒，将成废人之际，云曦不顾天人族反对，毅然陪同石昊去下界。",
            "多年后，两人成为夫妻道侣。在石昊能守护上界后，一同去上界，过了近两千年的夫妻生活，并生下帝子石凡。成为两世夫妻，后石昊为了保护妻子生命，将云曦封印保持沉眠。"
        ]
    },
    {
        "id": "3",
        "name": "柳神",
        "count": 2,
        "value": "liushen",
        "achievements": [
            "无上仙王巨头，风华绝代，实力通天。号称祖祭灵，功参造化，一身战力震古烁今，曾只身杀入异域，九进九出，杀得异域不朽之王闻风丧胆。",
            "于一个雷电交加的夜晚，携万道雷劫降临石村，后成为石村的祭灵。常以一棵柳树的形态扎根石村，偶尔显化人身，神秘莫测，性别不明。《圣墟》结局确认性别为女。",
            "石昊对她有特殊的感情，自少年时开始，石昊便一直在追寻着柳神的脚步，希冀有朝一日可以与她并肩作战。"
        ]
    },
    {
        "id": "4",
        "name": "石毅",
        "count": 4,
        "value": "shiyi",
        "achievements": [
            "石昊的堂兄，天生重瞳，性格沉稳狠毒。九天十地的人族，技能有麒麟步、混沌天地、补天术、重瞳之力等。",
            "石毅的遗憾，再叹息中，道出‘’重瞳已是无敌路，何须再借他人骨。",
            "在石昊大战三大准仙帝精血几近枯竭时，阻止为续石昊精血献祭的秦昊却献祭自己，还了石昊的因果而逝去。许多人见到这一幕都黯然，一代重瞳者，在仙王中有无匹之资，如今却兵解了。最终由荒天帝（石昊）进入上苍之上未界面复活了石毅。"
        ]
    },
    {
        "id": "5",
        "name": "月婵",
        "count": 4,
        "value": "yuechan",
        "achievements": [
            "仙子下凡尘，遗世而独立。",
            "补天教的圣女，是主角石昊的初吻初婚对象，修主身月婵跟分身清漪，下界办事机缘巧合之下被石昊所擒，在石昊母亲秦怡宁的安排下与石昊成亲。",
            "她原本是一心想要变强，努力变强，但是缘分的到来妙不可言，是石昊第一个明媒正娶的妻子，虽然她当时心里不承认，但在上界与石昊患难与共，经历磨难石昊渐渐打动了她，渐生情愫。",
            "在仙古遗地与石昊发生关系，后在得知石昊死后，毅然决定舍弃自己生命融合主身，也要为石昊报仇，后在与主身融合后，唯有成仙与石昊两个愿望，因石昊不能进仙域，在仙域努力修炼提升自己千年，一心等待千年，愿意付出所有的努力想把石昊接上仙域，后来石昊进仙域后当着众人拉着她宣布是他的女人，把能成仙的蟠桃毫不犹豫送给心爱的那个女人，可以说爱在了骨子里，清漪属于自强不息努力进步努力奋斗的类型，拥有和男主一样努力进步努力奋斗的决心，想一起努力刻画夫妻的未来，不属于嫁人就止步不前躺平的类型，还是为自己的目标努力进步，这在玄幻爽文中很少见，后面大乱来临时被石昊连同天庭众人一起封印放入三世铜棺中躲避这乱世，在最后石昊解除黑暗动乱时解除了封印。"
        ]
    },
    {
        "id": "6",
        "name": "清漪",
        "count": 3,
        "value": "qingyi",
        "achievements": [
            "明慧空灵，清艳绝代，绝美的容颜上总是带着浅笑，言语间让人如沐春风，实力却令人敬畏。",
            "原名月婵，为青月真仙的轮回身，作为补天教圣女，自幼被送往八域磨砺修道。修习主次身秘法，一躯分为两身，主身闭关修炼，次身行走红尘。次身行走红尘时与石昊产生诸多羁绊，改名清漪，和石昊是彼此的初恋。二人在石昊父母见证下结为夫妻，清漪与月婵决裂，从此独立，改名清漪。",
            "二人携手同行，共闯仙古，冲上九天，杀出帝关。为报石昊“陨落”之仇，清漪答应与月婵融合归一。帝关一战后，月婵、清漪、双魂融合一体，本以为从此一心只有仙道，可三十年后须弥山再见，却又旧忆浮现，情不能自已。仙子近道，却将石昊生命视为最重之物，一生的爱恨嗔痴皆系于他。",
            "仙域之门泪别，千年方得重逢，又因仙王因果匆匆分离。仙王围杀，清漪咳血泣泪，凄冷月光下苦等五十万年，在石昊复活后赶来天庭，再也不与石昊分离。黑暗动乱来临，石昊担心遭逢意外，封印清漪于三世铜棺。最终居住于荒天帝道场的“清漪净土”。"
        ]
    },
    {
        "id": "7",
        "name": "魔女",
        "count": 7,
        "value": "monv",
        "achievements": [
            "完美中的女性只有魔女是先入为主的，一句姐姐已经让她站在石昊的一边。",
            "魔女是妖，面对石昊其“御姐范”又大于她的“妖”。",
            "面对自己的对手“月婵”，其追求者一直不断，作为与月婵相同的魔女，她的追求者为何不曾有一个?有人会说这是“魅力”，我更相信这是一种“手段”。",
            "月婵是孤傲的，就像是雪山上的雪莲，可能两者天生就是对手吧!魔女的心是热的，就像秋天，她孕育着成熟!!!"
        ]
    }
]